Repository: NiccoloBargioni/ZTronWWIIUniforms
Catalog: Sources/ZTronWWIIUniforms/Resources/en.lproj/Localizable.xcstrings
Source language: en
Languages: it

# OUTFIT.BLOODRAVEN_SURVIVALIST.IN_CHARGE.HEAD_OF_THE_SPEAR.Requirement1
source: Kill the purple Meistermeuchler first in every single phase of the bossfight.
it: Uccidi il Meistermeuchler viola per primo in ogni fase della battaglia boss.

# OUTFIT.BLOODRAVEN_SURVIVALIST.IN_CHARGE.HEAD_OF_THE_SPEAR.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.BLOODRAVEN_SURVIVALIST.IN_CHARGE.HEAD_OF_THE_SPEAR.Riddle
source: There is no point.
it: Di qui non si passa.

# OUTFIT.BLOODRAVEN_SURVIVALIST.IN_CHARGE.IRON_LEGS.ChallengeName
source: Iron Legs
it: Gambe d’acciaio

# OUTFIT.BLOODRAVEN_SURVIVALIST.IN_CHARGE.IRON_LEGS.ProTip1
source: After the U-BOAT pens lockdown, a Brenner will spawn and drop Max Ammo power-up that never despawns. You can save it for the second phase of the bossfight so that you can have a total of six jacks-in-the-box.
it: Dopo l’isolamento nella base degli U-BOAT, arriverà un Brenner che rilascerà un potenziamento Munizioni al massimo che non scompare mai. Si può salvare per la seconda fase della battaglia boss in modo da avere sei usi del jack-in-the-box.

# OUTFIT.BLOODRAVEN_SURVIVALIST.IN_CHARGE.IRON_LEGS.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.BLOODRAVEN_SURVIVALIST.IN_CHARGE.IRON_LEGS.Requirement1
source: Complete the bossfight without any player being downed.
it: Completa la battaglia boss senza che alcun giocatore venga atterrato.

# OUTFIT.BLOODRAVEN_SURVIVALIST.IN_CHARGE.IRON_LEGS.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.BLOODRAVEN_SURVIVALIST.IN_CHARGE.IRON_LEGS.Riddle
source: Survive on your feet.
it: Guai ad alzare bandiera bianca.

# OUTFIT.BLOODRAVEN_SURVIVALIST.IN_CHARGE.QuestName
source: In Charge
it: Al comando

# OUTFIT.BLOODRAVEN_SURVIVALIST.IN_CHARGE.STATIC_BUILDUP.ChallengeName
source: Static Buildup
it: Accumulo statico

# OUTFIT.BLOODRAVEN_SURVIVALIST.IN_CHARGE.STATIC_BUILDUP.Requirement1
source: Complete the bossfight without any player being hit by the stunning attack of the red Meistermeuchler.
it: Completa la battaglia boss senza che alcun giocatore venga colpito dall’attacco stordente del Meistermeuchler rosso.

# OUTFIT.BLOODRAVEN_SURVIVALIST.IN_CHARGE.STATIC_BUILDUP.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.BLOODRAVEN_SURVIVALIST.IN_CHARGE.STATIC_BUILDUP.Riddle
source: Bright lights and pain.
it: Luci abbaglianti e tanto dolore.

# OUTFIT.BLOODRAVEN_SURVIVALIST.OUTFIT_NAME
source: Bloodraven Survivalist
it: Survivalista Corvosangue

# OUTFIT.CAVALIER.OUTFIT_NAME
source: Cavalier
it: Cavaliere

# OUTFIT.CAVALIER.STORM_CHASER.BUBBLE_BUSTER.ChallengeName
source: Bubble Buster
it: Bolle scoppiate

# OUTFIT.CAVALIER.STORM_CHASER.BUBBLE_BUSTER.Requirement1
source: Defeat the Raketenbrenner in under 60 seconds.
it: Sconfiggi il Raketenbrenner in meno di 60 secondi.

# OUTFIT.CAVALIER.STORM_CHASER.BUBBLE_BUSTER.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.CAVALIER.STORM_CHASER.BUBBLE_BUSTER.Riddle
source: Resource Efficient
it: Gestione efficiente

# OUTFIT.CAVALIER.STORM_CHASER.PAINFUL_SILENCE.ChallengeName
source: Painful Silence
it: Silenzio doloroso

# OUTFIT.CAVALIER.STORM_CHASER.PAINFUL_SILENCE.ProTip1
source: Jack-in-the-box and lethal equipment allowed.
it: Il pupazzo a molla ed equipaggiamenti letali sono entrambi consentiti.

# OUTFIT.CAVALIER.STORM_CHASER.PAINFUL_SILENCE.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.CAVALIER.STORM_CHASER.PAINFUL_SILENCE.ProTip2
source: It is recommended to use Frontline and lead all the zombies far away from the objective.
it: È consigliato utilizzare Prima Linea e portare gli zombie lontano dall’obiettivo.

# OUTFIT.CAVALIER.STORM_CHASER.PAINFUL_SILENCE.ProTip2Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.CAVALIER.STORM_CHASER.PAINFUL_SILENCE.Requirement1
source: Complete a defense objective without any player shooting their weapon.
it: Completa una difesa senza che alcun giocatore spari con la propria arma.

# OUTFIT.CAVALIER.STORM_CHASER.PAINFUL_SILENCE.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.CAVALIER.STORM_CHASER.PAINFUL_SILENCE.Riddle
source: Silent Protector
it: Protettore silenzioso

# OUTFIT.CAVALIER.STORM_CHASER.QuestName
source: Storm Chaser
it: Cacciatore di tempeste

# OUTFIT.CAVALIER.STORM_CHASER.UNASSISTED.ChallengeName
source: Unassisted
it: Nessuna assistenza

# OUTFIT.CAVALIER.STORM_CHASER.UNASSISTED.ProTip1
source: It is recommended to use a Max Ammo (Taschen Voll) and a Full Meter (Überladen) consumable.
it: È consigliato usare Munizioni al massimo (Taschen Voll) ed Indicatore al massimo (Überladen) come consumabili.

# OUTFIT.CAVALIER.STORM_CHASER.UNASSISTED.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.CAVALIER.STORM_CHASER.UNASSISTED.Requirement1
source: Complete the easter egg of Chapter 1 without opening any supply drop.
it: Ottieni l’elsa della spada battendo l’easter egg del capitolo 1 senza aprire nessun lancio di approvvigionamenti.

# OUTFIT.CAVALIER.STORM_CHASER.UNASSISTED.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.CAVALIER.STORM_CHASER.UNASSISTED.Riddle
source: No Charity
it: Nessuna carità

# OUTFIT.CAVALIER.STORM_CHASER.UNTAPPED_POTENTIAL.ChallengeName
source: Untapped Potential
it: Potenziale inespresso

# OUTFIT.CAVALIER.STORM_CHASER.UNTAPPED_POTENTIAL.Requirement1
source: Obtain the hilt by completing the easter egg of Chapter 1 without any player ever using perks.
it: Fuggi dal capitolo 1 senza che alcun giocatore usi mai alcun perk.

# OUTFIT.CAVALIER.STORM_CHASER.UNTAPPED_POTENTIAL.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.CAVALIER.STORM_CHASER.UNTAPPED_POTENTIAL.Riddle
source: Grounded
it: A terra

# OUTFIT.CAVALIER.STORM_CHASER.VULNERABLE_VICTOR.ChallengeName
source: Vulnerable Victor
it: Vincitore vulnerabile

# OUTFIT.CAVALIER.STORM_CHASER.VULNERABLE_VICTOR.Requirement1
source: Complete Chapter 1 without opening any supply drop.
it: Completa il capitolo 1 senza che i giocatori aprano alcun lancio di approvvigionamenti.

# OUTFIT.CAVALIER.STORM_CHASER.VULNERABLE_VICTOR.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.CAVALIER.STORM_CHASER.VULNERABLE_VICTOR.Riddle
source: Track Suit
it: Tuta sportiva

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.BLOOD_IS_POWER.ChallengeName
source: Blood is power
it: Potere del sangue

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.BLOOD_IS_POWER.ProTip1
source: For a free perkaholic, complete the side quest where you have to fill three stones around the map with zombie souls and then access a secret room to find four nails and place them in the middle of the room.
it: Per ottenere un perkaholic gratis, completa l’easter egg secondario che richiede di riempire tre pietre in giro per la mappa con anime di zombie, e poi accedi alla stanza segreta per trovare quattro chiodi e posizionarli al centro della suddetta stanza.

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.BLOOD_IS_POWER.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.BLOOD_IS_POWER.Requirement1
source: Complete the Perkaholic side quest.
it: Completa l’easter egg secondario del Perkaholic.

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.BLOOD_IS_POWER.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.BLOOD_IS_POWER.Riddle
source: Light in Darkness
it: Luce nell’oscurità

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.BLOODIED_SACRIFICE.ChallengeName
source: Bloodied Sacrifice
it: Sacrificio di sangue

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.BLOODIED_SACRIFICE.Requirement1
source: Kill <redacted> zombies with the charge attack of the upgraded shield in the blood alter.
it: Uccidi <classificato> zombie con l’attacco carica dello scudo potenziato nell’altare di sangue.

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.BLOODIED_SACRIFICE.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.BLOODIED_SACRIFICE.Riddle
source: Guarded Sacrifice
it: Sacrificio protetto

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.QuestName
source: Desert Assassin
it: Assassino desertico

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.SOME_THINGS_ARE_BEST.ChallengeName
source: Some Things Are Best...
it: Certe cose è meglio

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.SOME_THINGS_ARE_BEST.Requirement1
source: Reach wave 15 without opening any door.
it: Raggiungi l’ondata 15 senza aprire alcuna porta.

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.SOME_THINGS_ARE_BEST.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.SOME_THINGS_ARE_BEST.Riddle
source: Left Forgotten
it: Nell’oblio

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.STALWART_SOLDIER.ChallengeName
source: Stalward Soldier
it: Soldato risoluto

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.STALWART_SOLDIER.ProTip1
source: Wustling allows you to unlock the challenge faster than any other zombie type.
it: Il Wustling è il tipo di zombie che ti fa sbloccare la sfida più velocemente di tutti.

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.STALWART_SOLDIER.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.STALWART_SOLDIER.ProTip2
source: Crafting the Schyte causes the shield to take twice as much damage, saving you half of the time normally required.
it: Aver costruito la Falce fa subire allo scudo il doppio dei danni, facendo dimezzare il tempo normalmente richiesto.

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.STALWART_SOLDIER.ProTip2Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.STALWART_SOLDIER.Requirement1
source: Absorb an unidentified amount of damage with the shield (base or upgraded irregardless), without it breaking.
it: Assorbi un imprecisato numero di danni con lo scudo (base o potenziato), senza che questo si rompa.

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.STALWART_SOLDIER.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.STALWART_SOLDIER.Riddle
source: Relentless
it: Instancabile

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.ZOMBIE_TORERO.ChallengeName
source: Zombie Torero
it: Torero Zombi

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.ZOMBIE_TORERO.Requirement1
source: Lead a Wustling inside one of the teleports around the map, activate it and leave.
it: Porta un Wustling in uno dei teletrasporti in giro per la mappa, attivalo ed esci.

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.ZOMBIE_TORERO.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHBRINGER.DESERT_ASSASSIN.ZOMBIE_TORERO.Riddle
source: Needless Effort
it: Sforzo inutile

# OUTFIT.DEATHBRINGER.OUTFIT_NAME
source: Deathbringer
it: Messaggero della morte

# OUTFIT.DEATHRAVEN_HUNTER.LIVING_THE_DREAM.BRONZING.ChallengeName
source: Bronzing
it: Abbronzatura

# OUTFIT.DEATHRAVEN_HUNTER.LIVING_THE_DREAM.BRONZING.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_HUNTER.LIVING_THE_DREAM.BRONZING.Requirement1
source: Starting from wave one, complete 25 waves in spawn.
it: A partire dal round 1, completa 25 ondate nello spawn.

# OUTFIT.DEATHRAVEN_HUNTER.LIVING_THE_DREAM.BRONZING.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_HUNTER.LIVING_THE_DREAM.BRONZING.Riddle
source: You should put on sunscreen.
it: Hai messo la crema solare?

# OUTFIT.DEATHRAVEN_HUNTER.LIVING_THE_DREAM.OVERWEIGHT.ChallengeName
source: Overweight
it: Scansafatiche

# OUTFIT.DEATHRAVEN_HUNTER.LIVING_THE_DREAM.OVERWEIGHT.ProTip1
source: The most effective strategy is to camp by ubersprengen (pack-a-punch), possibly with De-Lisle.
it: La strategia più efficace è comperare presso l’ubersprengen (pack-a-punch), se possibile con il De-Lisle.

# OUTFIT.DEATHRAVEN_HUNTER.LIVING_THE_DREAM.OVERWEIGHT.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_HUNTER.LIVING_THE_DREAM.OVERWEIGHT.Requirement1
source: Starting from wave zero, complete 20 waves without sprinting.
it: A partire dal round zero, completa 20 round senza mai correre.

# OUTFIT.DEATHRAVEN_HUNTER.LIVING_THE_DREAM.OVERWEIGHT.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_HUNTER.LIVING_THE_DREAM.OVERWEIGHT.Riddle
source: No rush.
it: Nessuna fretta.

# OUTFIT.DEATHRAVEN_HUNTER.LIVING_THE_DREAM.QuestName
source: Living The Dream
it: Vivere il sogno

# OUTFIT.DEATHRAVEN_HUNTER.LIVING_THE_DREAM.STAYING_SAFE.ChallengeName
source: Staying Safe
it: Massima sicurezza

# OUTFIT.DEATHRAVEN_HUNTER.LIVING_THE_DREAM.STAYING_SAFE.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_HUNTER.LIVING_THE_DREAM.STAYING_SAFE.Requirement1
source: Starting from wave one, complete 20 waves in spawn.
it: A partire dal round 1, completa 20 ondate nello spawn.

# OUTFIT.DEATHRAVEN_HUNTER.LIVING_THE_DREAM.STAYING_SAFE.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_HUNTER.LIVING_THE_DREAM.STAYING_SAFE.Riddle
source: Are you afraid of the dark?
it: Chi ha paura del buio?

# OUTFIT.DEATHRAVEN_HUNTER.OUTFIT_NAME
source: Deathraven Hunter
it: Cacciatore corvomorte

# OUTFIT.DEATHRAVEN_MOUNTAINEER.KEEP_MOVING.BURNING_DESIRE.ChallengeName
source: Burning Desire
it: Ardente Desiderio

# OUTFIT.DEATHRAVEN_MOUNTAINEER.KEEP_MOVING.BURNING_DESIRE.ProTip1
source: Against common belief, it’s possible to take damage from fire and zombies.
it: Contrariamente al mito popolare, è consentito subire danni da fuoco e da zombie.

# OUTFIT.DEATHRAVEN_MOUNTAINEER.KEEP_MOVING.BURNING_DESIRE.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_MOUNTAINEER.KEEP_MOVING.BURNING_DESIRE.Requirement1
source: During the lockdown step in the U-BOAT pens, survive four full waves.
it: Durante lo step dell’isolamento nella base degli U-BOAT, sopravvivi 4 round completi.

# OUTFIT.DEATHRAVEN_MOUNTAINEER.KEEP_MOVING.BURNING_DESIRE.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_MOUNTAINEER.KEEP_MOVING.BURNING_DESIRE.Riddle
source: Frog in water.
it: Bollito in pentola.

# OUTFIT.DEATHRAVEN_MOUNTAINEER.KEEP_MOVING.FRYING_PAN.ChallengeName
source: Frying Pan
it: Spadellata

# OUTFIT.DEATHRAVEN_MOUNTAINEER.KEEP_MOVING.FRYING_PAN.ProTip1
source: Eluding the lockdown to use other traps around the map won’t count for the completion.
it: Eludere l’isolamento per usare le altre trappole in giro per la mappa non conta ai fini del completamento.

# OUTFIT.DEATHRAVEN_MOUNTAINEER.KEEP_MOVING.FRYING_PAN.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_MOUNTAINEER.KEEP_MOVING.FRYING_PAN.Requirement1
source: During the lockdown step in the U-BOAT pens, get 100 zombie kills with the trap.
it: Durante lo step dell’isolamento nella base degli U-BOAT, uccidi 100 zombie con la trappola.

# OUTFIT.DEATHRAVEN_MOUNTAINEER.KEEP_MOVING.FRYING_PAN.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_MOUNTAINEER.KEEP_MOVING.FRYING_PAN.Riddle
source: Kitchen appliances
it: Attrezzi da cucina

# OUTFIT.DEATHRAVEN_MOUNTAINEER.KEEP_MOVING.QuestName
source: Keep Moving
it: Sempre in movimento

# OUTFIT.DEATHRAVEN_MOUNTAINEER.KEEP_MOVING.UNDER_PRESSURE.ChallengeName
source: Under Pressure
it: Sotto pressione

# OUTFIT.DEATHRAVEN_MOUNTAINEER.KEEP_MOVING.UNDER_PRESSURE.Dont1
source: Eluding the lockdown step to train zombies outside of the U-BOAT pens will negate the challenge.
it: Eludere lo step dell’isolamento per girare gli zombie fuori dalla base degli U-BOAT nega la sfida.

# OUTFIT.DEATHRAVEN_MOUNTAINEER.KEEP_MOVING.UNDER_PRESSURE.Dont1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_MOUNTAINEER.KEEP_MOVING.UNDER_PRESSURE.Requirement1
source: During the lockdown step in the U-BOAT pens, obtain 10 headshots. Getting consecutive headshots isn’t required.
it: Durante lo step dell’isolamento nella base degli U-BOAT, ottieni 10 colpi alla testa, non necessariamente consecutivi.

# OUTFIT.DEATHRAVEN_MOUNTAINEER.KEEP_MOVING.UNDER_PRESSURE.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_MOUNTAINEER.KEEP_MOVING.UNDER_PRESSURE.Riddle
source: Take a deep breath.
it: Fai un bel respiro.

# OUTFIT.DEATHRAVEN_MOUNTAINEER.OUTFIT_NAME
source: Deathraven Mountaineer
it: Montanaro corvomorte

# OUTFIT.DEATHRAVEN_SLAYER.OUTFIT_NAME
source: Deathraven Slayer
it: Massacratore Corvomorte

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.LADY_LUCK.Bug1
source: It seems that non-better identified events reset the round tracker so that it starts from zero at the beginning of next round.
it: Sembra che determinati eventi non meglio identificati reimpostino il conteggio dei round da zero a partire dal round successivo.

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.LADY_LUCK.Bug1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.LADY_LUCK.ChallengeName
source: Lady Luck
it: Dea Bendata

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.LADY_LUCK.ProTip1
source: Instakill and nuke power-ups do not negate the challenge.
it: All’istante e Nuke non negano la sfida

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.LADY_LUCK.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.LADY_LUCK.ProTip2
source: Weapon variants do not negate the challenge.
it: Le varianti delle armi non negano la sfida.

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.LADY_LUCK.ProTip2Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.LADY_LUCK.ProTip3
source: Going down doesn’t negate the challenge.
it: Andare a terra non nega la sfida.

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.LADY_LUCK.ProTip3Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.LADY_LUCK.Requirement1
source: Complete 25 waves using only the first weapon from the box.
it: Completa 25 round usando solo la prima arma dalla cassa.

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.LADY_LUCK.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.LADY_LUCK.Riddle
source: Natural 20.
it: Compagni inseparabili.

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.NEW_KID.Bug1
source: It seems that non-better identified events reset the round tracker so that it starts from zero at the beginning of next round.
it: Sembra che determinati eventi non meglio identificati reimpostino il conteggio dei round da zero a partire dal round successivo.

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.NEW_KID.Bug1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.NEW_KID.ChallengeName
source: New Kid
it: Filo-tedesco

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.NEW_KID.ProTip1
source: Instakill and nuke power-ups do not negate the challenge.
it: All’istante e Nuke non negano la sfida

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.NEW_KID.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.NEW_KID.ProTip2
source: Weapon variants do not negate the challenge.
it: Le varianti delle armi non negano la sfida.

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.NEW_KID.ProTip2Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.NEW_KID.ProTip3
source: Going down doesn’t negate the challenge.
it: Andare a terra non nega la sfida.

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.NEW_KID.ProTip3Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.NEW_KID.Requirement1
source: Survive 25 waves only using only one weapon of choice between Gewehr 43, Sten, GPMG.
it: Sopravvivi 25 round utilizzando una sola arma a scelta tra Gewehr 43, Sten, GPMG.

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.NEW_KID.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.NEW_KID.Riddle
source: Something New.
it: Qualcosa di nuovo

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.PUMMELED.ChallengeName
source: Pummeled
it: Pomolo del potere

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.PUMMELED.ProTip1
source: Collecting nukes doesn’t negate the challenge.
it: Raccogliere nuke non nega la sfida.

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.PUMMELED.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.PUMMELED.Requirement1
source: Complete five waves only using the pommel.
it: Completa cinque round usando solo il pomolo.

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.PUMMELED.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.PUMMELED.Riddle
source: To death you say?
it: FIno alla morte?

# OUTFIT.DEATHRAVEN_SLAYER.TOOLS_OF_THE_TRADE.QuestName
source: Tools of the trade
it: Ferri del mestiere

# OUTFIT.DEATHRAVEN_SURVIVALIST.OUTFIT_NAME
source: Deathraven Survivalist
it: Survivalista corvomorte

# OUTFIT.DEATHRAVEN_SURVIVALIST.SOL_ACE.BEACH_HEADHUNTER.ChallengeName
source: Beach Headhunter
it: Cacciatore di teste balneare

# OUTFIT.DEATHRAVEN_SURVIVALIST.SOL_ACE.BEACH_HEADHUNTER.Requirement1
source: During wave zero, kill all the zombies with headshots.
it: Durante il round zero, uccidi tutti gli zombie con colpi alla testa.

# OUTFIT.DEATHRAVEN_SURVIVALIST.SOL_ACE.BEACH_HEADHUNTER.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_SURVIVALIST.SOL_ACE.BEACH_HEADHUNTER.Riddle
source: Lose a head or two
it: Sono fuori di testa, tutti quanti.

# OUTFIT.DEATHRAVEN_SURVIVALIST.SOL_ACE.DIG_IT.ChallengeName
source: Dig it
it: Scava-fosse

# OUTFIT.DEATHRAVEN_SURVIVALIST.SOL_ACE.DIG_IT.ProTip1
source: Using the de-spawn trick awards you with completion as long as you have killed only with the shovel.
it: Utilizzando il trucco per far despawnare gli zombie si otterrà il completamento a patto di aver ucciso solo con la pala.

# OUTFIT.DEATHRAVEN_SURVIVALIST.SOL_ACE.DIG_IT.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_SURVIVALIST.SOL_ACE.DIG_IT.Requirement1
source: During wave zero, kill every zombie with the shovel.
it: Durante il round zero, uccidi tutti gli zombie usando la pala.

# OUTFIT.DEATHRAVEN_SURVIVALIST.SOL_ACE.DIG_IT.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_SURVIVALIST.SOL_ACE.DIG_IT.Riddle
source: Entrenched on the Beach.
it: Trincerato in spiaggia

# OUTFIT.DEATHRAVEN_SURVIVALIST.SOL_ACE.HUNCHBACK.ChallengeName
source: Hunchback
it: Gobbo

# OUTFIT.DEATHRAVEN_SURVIVALIST.SOL_ACE.HUNCHBACK.Requirement1
source: Survive the entire wave zero while crouching.
it: Completa l’intero round zero da accovacciato.

# OUTFIT.DEATHRAVEN_SURVIVALIST.SOL_ACE.HUNCHBACK.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.DEATHRAVEN_SURVIVALIST.SOL_ACE.HUNCHBACK.Riddle
source: Sweeping for gold.
it: Cercatore d’oro.

# OUTFIT.DEATHRAVEN_SURVIVALIST.SOL_ACE.QuestName
source: Sol Ace
it: Vero asso

# OUTFIT.HUNTER.ON_THE_HUNT.QuestName
source: On The Hunt
it: A caccia

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_A.ChallengeName
source: Zombie Hunter A
it: Cacciatore di zombie A

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_A.ProTip1
source: Treasure Zombies spawn approximately every 75 minutes (irregardless of restarts).
it: Gli zombie del tesoro spawnano approssimativamente ogni 75 minuti (anche se inizi una nuova partita).

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_A.ProTip2
source: Salt Mines door must be open, otherwise no treasure zombie will ever spawn.
it: Le porte delle miniere di sale devono essere aperte. In caso contrario, lo zombie del tesoro non spawnerà mai.

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_A.Requirement1
source: Obtain Zombie Hunter part A from a Treasure Zombie
it: Ottieni la parte A di Cacciatore di zombie da uno zombie del tesoro in L’Ultimo Reich.

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_A.Requirement1Tag
source: Requirement 1
it: Requisito 1
